Scripts/Scripts/03_Buying_A_Laptop_v2/data/http.db/resp_046_009.dat

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>12121212</ns2:safePayUsername><ns2:safePayPassword>12d46749a40570f7d0ef94bacc0e7ff594a8bb08</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference><ns2:preference><ns2:paymentMethod>20</ns2:paymentMethod><ns2:cardNumber>4886232323232323</ns2:cardNumber><ns2:expirationDate>032024</ns2:expirationDate><ns2:cvvNumber>212</ns2:cvvNumber><ns2:customerName>sdsfsd sdf</ns2:customerName><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>